const aboutPost = `
<div class="post-links">
    <img class="links-back-pattern" src="assets/images/pattern.png">
    <p> برای اطلاعات بیشتر درباره شرکت بر روی لینک های زیر کلیک کنید </p>
    <div class="links-div"> 
        <a href="https://inoti.com/Company/723178/WebFiles" target="_blank"> لینک کارت ویزیت </a>
        <a href="https://inoti.com/icv/%D8%AE%D8%AF%D9%85%D8%A7%D8%AA-%D8%AC%D8%A7%D9%85%D8%B9-%D8%A7%DB%8C%D9%86%D8%AA%D8%B1%D9%86%D8%AA%DB%8C-%D8%B3%DB%8C%DA%AF%D8%B1%D9%88-%DB%8C%D8%A7%D9%85" target="_blank"> لینک رزومه شرکت </a>
    </div>
</div>
<section class="about-post" id="about-post">
<h2>پیشخوان - توضیحات</h2>
<div class="container">
    <div class="location">
        <span class="location-title">لوکیشن (کلیک روی عکس)</span>
        <a href="https://goo.gl/maps/JiMDNqM1j8UHnCCf9" target="_blank"><img src="assets/images/locationImg.jpg" alt="location-of-post"></a>
    </div>
    <div class="whole-post">
        <p>
            خدماتی که هم اکنون در این دفتر ارائه می‌شود، از این قرار است: امور محوله ثبت احوال- شناسنامه المثنی، تغییر نام خانوادگی، ثبت وقایع ازدواج و طلاق، کارت ملی المثنی، تعویض کارت ملّی، تعویض شناسنامه، درخواست هیات حل اختلاف، صدور گواهی تجرد؛ شرکت آب و فاضلاب- خدمات حوادث آب و فاضلاب، تفکیک و ادغام انشعاب، انشعاب آب، تغییر محل، سطح و مسیر، قطع و وصل انشعاب، تعیین قطر انشعاب با ظرفیت قراردادی، تغییر انشعاب آب موقت به دائم، تعویض کنتور خراب، بررسی ترکیدگی لوله آب، درخواست واحد شماری، صدور تسویه حساب آب­بها، درخواست اصلاح قبض آب مصرفی، تغییر نام مشترک، جابجایی کنتور، انشعاب فاضلاب؛ شرکت گاز و توانیر- وصل جریان گاز مشترکین بدهکار، قطع جریان گاز به علت تخریب و نوسازی، ثبت انشعاب جدید، ثبت درخواست افزایش و کاهش قدرت، ثبت درخواست آزمایش کنتور؛ شهرداری- عوارض خودروئی سواری، عوارض خودروئی سنگین، عوارض موتور سیکلت؛ ثبت نام جهت بیمه سلامت و خدمات به مشترکین برق ؛ تلفن ثابت ؛ ایرانسل؛ همراه اول ؛ کارت سوخت ؛ کارت بهداشت ؛ نوبت دهی تعویض پلاک موتور سیکلت و ماشین ؛ اخذ نوبت بیماران ؛ کپی 
        </p>
    </div>
</div>
</section>`

export default aboutPost;