const works = `<span class="ourWorks" id="ourWorks">خدمات ما</span>
<div class="allWorks">
<div class="work work-pose" id="poseSection">
        <div class="work--head">
            <img src="assets/images/pose/poseBanner.jpg" alt="pose">
            <div class="work--head--intro">
                <strong>
                    توزیع دستگاه کارتخوان
                </strong>
                <p>انتخاب  کارتخوان  با کیفیت و قیمت مناسب یکی از موارد مهم در خرید کارتخوان می باشد دستگاه پوز نیولند me31 می تواند یکی از بهترین انتخاب های شما باشد.
                دستگاه کارتخوان Newland ME31 دارای پردازنده سریع و ایمن ARM 32bit بوده و با حافظه سرعت بالا و طراحی جذاب، تجربه کاربری فوق العادهای را برای شما فراهم می کند.</p>
            </div>
        </div>
        <div class="work--more">
                <div class="moreBody">
                    <span class="full-intro">توضیحات کامل : </span>
                    <p>
                        <span>بانک های تحت پوشش کارتخوان نیولند</span>
                        دستگاه پوز سیار برند نیولند me31  در شرکت ارتباط ۲۴  در دو سامانه ایرانکیش و  سپهر  ثبت و فعال سازی  می شود  
                        بانک های تحت پوشش کارتخوان نیولند به شرح ذیل می باشند <br />
                        ۱.بانک تجارت <br />
                        ۲. بانک صادرات <br />
                        ۳. بانک سپه <br />
                        ۴.بانک گردشگری <br />
                        ۵.بانک خاورمیانه <br />
                        ۶.بانک رفاه <br />
                        ۷.بانک کارآفرین <br />
                        ۸. بانک شهر <br />
                        ۹. بانک آینده <br />
                        ۱۰.بانک پست بانک ایران <br />
                        ۱۱. بانک موسسه اعتباری ملل <br />
                        ۱۲.بانک موسسه اعتباری نور <br />
                        ۱۳.بانک سینا <br />
                        ۱۴. قرض الحسنه مهر ایران <br />
                        ۱۵.بانک پاسارگاد <br />
                        ۱۶.بانک توسعه تعاون <br />
                        ۱۷. بانک کشاورزی <br />
                        ۱۸. بانک ایران ونزوئلا <br />
                        ۱۹. بانک سرمایه <br />
                        ۲۰. بانک  اقتصاد نوین <br />
                        <span>نگهداری باطری دستگاه کارتخوان نیولند me31</span>

                        باطری ۲۵۰۰ میلی آمپری لیتیوم  که نگهداری ۲۴ تا ۷۲ ساعت بستگی به مقدار تراکنش را دارا می باشد دستگاه پوز سیار  مدل نیولند me31 جزو دسته های کارتخوان با نگهداری بسیار بالا می باشد بدین صورت که هر کسب و کاری که داشته باشید مشکلی از نظر نگهداری باطری پیدا نخواهید کرد  یک قابلیت منحصر به فرد این دستگاه کارتخوان امکان اتصال پاوربانک به دستگاه می باشد و شارژ دستگاه از نوع سوکت گوشی های اندروید می باشد که در صورت یکه شارژ را فراموش کنید در هرجایی دیگر شارژ این دستگاه به راحتی یافت می شود

                        پردازنده  کارتخوان نیولند کورتکس A7 32bit 500mhz   و رم ۲۵۶MB و حافظه فلش ۲۵۶مگابایتی مدرکی بر توانمندی کارتخوان نیولند می باشد
                        
                        پرینتر با سرعت چاپ ۴۰ میلی متر در ثانیه یکی دیگر از نقاط قوت این دستگاه کارتخوان می باشد نیولند me31 از سیم کارت های  ۴G ایرانسل همراه اول پشتیبانی می نماید
                        
                        متراژ رول کاغذی قابل استفاده  ۶ متری -۹ متری – ۱۶ متری -۱۸ متری  می باشد که به سادگی با باز کردن درب پرینتر و بارگذاری کاغذ  به صورتی که  سمت سفید کاغذ در روبروی ما و صفحه پشت رول کاغذ در پشت قرار بگیرد  مدت زمانی که کارتخوان باید در شارژ قرار بگیرد ۵ تا ۸ ساعت می باشد که به طور کامل شارژ و قابل استفاده شود.

                        <span>مدارک مورد نیاز برای خرید دستگاه </span>

                        تصویر کارت ملی و صفحه اول شناسنامه <br/>
                        کد شبا حساب مورد نظر جهت فعالسازی روی دستگاه <br/>
                        کد ده رقمی مالیاتی گرفته شده از سایت tax.gov.ir
                        <br/><br/><br/>

                        از دیگر ویژگی های بارز کارتخوان سیار Newland ME31 صفحه رنگی بزرگ با وضوح قابل قبول در کنار باطری مناسب 2500 میلی آمپری آن میباشد.

                        این دستگاه که با استفاده از  بستر GPRS به شبکه بانکی متصل می شود توانسته با سرعت قابل قبولی تراکنش های مالی را برای کاربران خود به زیر سه ثانیه برساند.

                        از دیگر نکات مثبت و مهم این محصول قدرتمند شرکت Newland بهره گیری از سوکت شارژ اندرویدی است که در کنار باطری 2500 میلی آمپری این امکان را فراهم کرده که پذیرندگان عزیز به یک شارژر استاندارد 2آمپری باطری آن را در مدت 90 دقیقه به شارژ کامل برسانند.
                    </p>          
                </div>
                <a href="#poseSection" class="moreText">
                    ادامه توضیحات ...
                </a>
            </div>
    </div>
    <div class="work work-postex" id="postexSection">
        <div class="work--head">
            <img src="assets/images/postex/postexBanner.jpeg" alt="postex">
            <div class="work--head--intro">
                <strong>
                    پستکس
                </strong>
                <p>خدمات آنلاین پست به صورت درب تا درب  که در آن متقاضیان این امکان را خواهند داشت تا از بین سرویس های پستی، حمل و نقل شهری و حمل و نقل سنگین و با توجه به مقایسه قیمت، سرعت و کیفیت به انتخاب سرویس مورد نظر خود بپردازند را از ما بخواهید</p>
            </div>
        </div>
        <div class="work--more">
            <div class="moreBody">
                <span class="full-intro">توضیحات کامل : </span>
                <div class="imgContainer">
                    <img src="assets/images/postex/postexContext.jpg" alt="postex">
                </div>
                <p>
                    با توجه به افزایش روزافزون استفاده از خدمات پستی به واسطه خریدهای آنلاین، تحویل بسته‌های پستی به شرکت‌های پست برای مردم و به ویژه آنلاین‌شاپ‌ها و مراکزی که ارسال پستی در حجم انبوه دارند، با توجه به ترافیک، مشغله‌ فراوان و وقت‌گیر بودن، به یکی از دغدغه‌های اصلی مردم تبدیل شده است
                
                
                    یکی از مهم‌ترین مزایای استفاده از پستکس، جمع‌آوری بسته‌های پستی از درب منازل و تحویل آن به شرکت‌های پستی است. این موضوع در مقایسه با استفاده مستقیم از شرکت‌های پستی، با توجه به آن‌که هزینه آن با تخفیف محاسبه شده و هزینه‌های رفت و آمد تا شرکت‌های پستی مورد نظر از فرایند ارسال حذف می‌شود، موجب صرفه‌جویی بسیاری در وقت و هزینه‌ها می‌شود .
                
                    پستکس در زمینه ارائه خدمات درب تا درب داخلی پستی، این امکان را فراهم کرده، تا فرستنده، به شکل کاملا آنلاین، پیش از ارسال بسته خود، تنها با وارد کردن وزن، حجم، مبدا، مقصد و روش پرداخت خود مانند پیش کرایه، پس کرایه، پرداخت در محل، ارسال رایگان و خرید و فروش امن یا همان «امنیتو» به راحتی تشخیص دهد که کدام شرکت پستی، با چه سرویسی، در چه مدت زمانی و چه قیمتی مرسوله را به مقصد خواهد رساند.
                    همچنین فرستنده می‌تواند با خرید اعتبار سالیانه در سامانه پستکس از خدمات پس کرایه یا پرداخت توسط گیرنده استفاده کند. ضمن این‌که خدمات پیشکرایه و خرید و فروش امن، از همان لحظه ثبت نام برای پست داخلی فعال است.
                    مشتری می‌تواند در صورت ضرورت از خدمات بسته بندی و چاپ لیبل پستکس استفاده کند و بلافاصله پس از ثبت کالای خود، با دریافت کد رهگیری ، از طریق سرویس رهگیری پیامکی ، مرسوله خود را پیگیری کند
                    <br/><br/>
                </p>
                <div class="imgContainer">
                    <img src="assets/images/postex/postexContext2.jpg" alt="postex">
                </div>
                <p>
                    فراهم کردن ارسال بسته پستی به به اقصی نقاط دنیا به شکل درب تا درب و با قیمت قطعی است. در حال حاضر چندین شرکت عرضه کننده سرویس پست خارجی، در بخش پست بین المللی پستکس فعالیت می‌کنند که موجب پوشش پستکس در ۲۰۲ کشور دنیا شده است.
                    با استفاده از خدمات پست خارجی پستکس، مشتری می‌تواند به راحتی عکس کالای مد نظر خود را در سامانه پستکس بارگذاری کرده و شرکت سرویس دهنده را انتخاب کند، به این ترتیب پستکس تا یک ساعت بعد قیمت قطعی ارسال خارجی را اعلام کرده و پس از ثبت نهایی سفارش، اقدام به دریافت بسته پستی از درب منزل می‌کند. سپس پستکس بسته مورد نظر را به ستاد اجرایی شرکت پستی در کشور واسطه ارسال کرده و بسته پستی از آن ستاد از طریق سرویس‌های پست بین المللی از جمله DHL و FEDEX به کشور مقصد ارسال می‌شود. 
                    <br/><br/>
                    مشتریان پستکس، همچنین می‌توانند با استفاده از خدمات کالا رسان این سامانه، بسیاری از کالاهای سنگین خود را تا ۱۳۹ کیلوگرم، با قیمتی مناسب به اقصی نقاط کشور ارسال کنند. به این ترتیب که مشتریان، با ثبت موقعیت مکانی خود از طریق پستکس، اقدام به ارسال درخواست، به نزدیک‌ترین اتوبوس و شرکت‌های حمل و نقل کرده و با پذیرش درخواست از سوی راننده، حمل مرسوله آغاز می‌شود
                </p>
                <span class="video-header">ویدیو مربوطه : </span>
                <video src="assets/videos/postex/postex.mp4" controls></video>           
            </div>
            <a href="#postexSection" class="moreText">
                ادامه توضیحات ...
            </a>
        </div>
    </div>
    <div class="work work-rahvar" id="rahvarSection">
    <div class="work--head">
        <img src="assets/images/rahvar/rahvarBanner.jpg" alt="rahvar">
        <div class="work--head--intro">
            <strong>
                ره وار
            </strong>
            <p>
                شما هم در تردد و سفر بین شهری مستمر خود به دنبال کسب درآمد بیشتر  و  پرداخت کارمزد و هزینه  کمتر به ارگانهای حمل و نقل سنتی و مجازی از طریق تاکسی خطی ، خودرو  شخصی ، مینی بوس و اتوبوس  هستید ؟. پس با ما باشید.
            </p>
        </div>
    </div>
    <div class="work--more">
        <div class="moreBody">
            <span class="full-intro">توضیحات کامل : </span>
            <div class="imgContainer">
                <img src="assets/images/rahvar/rahvarContext2.jpg" alt="rahvar">
            </div>
            <p>
                سامانه هوشمند جابجایی مسافر ره وار ، به عنوان اولین سیستم حمل و نقل بین شهری کشور می باشد. این سامانه دارای دو نسخه راننده و مسافر میباشدکه از کافه بازار قابل دانلود و نصب رایگان می باشد.<br/>
                در این طرح ما با ارائه خدمات ویژه ، تخفیف حداکثری و تسهیل پرداخت اختصاصی در انواع بیمه نامه شخص ثالث ، بدنه ، حوادث ، تکمیلی گروهی ، عمر و بازنشستگی و دریافت مستمری مادام العمر با همکاری چند جانبه شرکت های بیمه ای برای رانندگان و مسافران متقاضی عضو سامانه ره وار را با هماهنگی مسئولین طرح هموار کرده ایم<br/>
            </p>
            <div class="imgContainer">
                <img src="assets/images/rahvar/rahvarContext.jpg" alt="rahvar">
            </div>
            <p>
                <span>چرا باید از اپلیکیشن ره وار استفاده کنیم ؟</span><br/>
                ۱. کم کردن هزینه سفرهای برون شهری برای مسافرین .
                 <br/><br/>
                ۲. سرعت بخشیدن به فرایند پیدا کردن وسیله مناسب برای سفر .
                 <br/><br/>
                ۳. برنامه ریزی راحت و صرفه جویی در زمان برای افرادی که سفر های غیر مترقبه برای ایشان  پیش امد کرده است.
                 <br/><br/>
                ۴. ایجادمنبع درامد جهت پرداخت هزینه سوخت و  غیره،  خودرو هایی که تک سرنشین بنا به هر دلیل کاری عزم سفر از شهری به شهر دیگر را دارند .
                 <br/><br/>
                ۵. هماهنگ شدن مسافر و راننده بدون اتلاف وقت در هر لحظه که راننده یا مسافر تصمیم به شروع سفر دارند .
                 <br/><br/>
                ۶. تنوع انتخاب برای راننده و هم برای مسافر از لحاظ نوع خودرو و نرخ سفر .
                 <br/><br/>
                توجه :
                <br/>
                قطعا تا به حال در خروجی شهر ها بخصوص کلان شهر ها مثل تهران با ترافیک سنگین مواجه شدید   علت چیست ؟
                 <br/><br/>
                علت مسافرینی هستند که بدون بر نامه ریزی تصمیم به سفر گرفته و در خروجی شهرها به انتظار خودرو یا اتوبوس ایستاده اند و موجبات به وجود امدن بار ترافیکی سنگین و تحمیل هزینه به دیگران و نیز اتلاف وقت و انرژی در شما می شوند ما این شرایط را عوض خواهیم کرد<br/>
            </p>
            <span class="video-header">ویدیو مربوطه : </span>
            <video src="assets/videos/rahvar/rahvar2.mp4" controls></video>  
            <video src="assets/videos/rahvar/rahvar.mp4" controls></video>
            <video src="assets/videos/rahvar/rahvar3.mp4" controls></video>           
        </div>
        <a href="#rahvarSection" class="moreText">
            ادامه توضیحات ...
        </a>
    </div>
    </div>
    <div class="work work-iranish" id="iranishSection">
        <div class="work--head">
            <img src="assets/images/iranish/iranishBanner.png" alt="iranish">
            <div class="work--head--intro">
                <strong>
                    ایرانیش
                </strong>
                <p>
                    دنبال مغازه میگردی؟ پول کافی برای خرید مغازه نداری؟ ایرانیش بخر<br/>
                    پاساژ مجازی ایرانیش اولین و تنها ترین مجموعه خدماتی و تجاری در سطح ایران می باشد که علاوه بر معرفی یک مرکز جامع و کامل برای خرید هرگونه نیاز مشتری , راه را برای کسانی که میخواهند صاحب کسب و کار مجازی قانونی شوند و مالکیت آن را داشته باشند فراهم کرده است.
                </p>
            </div>
        </div>
        <div class="work--more">
            <div class="moreBody">
                <span class="full-intro">توضیحات کامل : </span>
                <div class="imgContainer">
                    <div class="iranishSwiper">
                        <div class="swiper-wrapper">
                            <div class="swiper-slide"><img src="assets/images/iranish/iranishContext1.jpg" alt=""></div>
                            <div class="swiper-slide"><img src="assets/images/iranish/iranishContext2.jpg" alt=""></div>
                            <div class="swiper-slide"><img src="assets/images/iranish/iranishContext3.jpg" alt=""></div>
                            <div class="swiper-slide"><img src="assets/images/iranish/iranishContext4.jpg" alt=""></div>
                            <div class="swiper-slide"><img src="assets/images/iranish/iranishContext5.jpg" alt=""></div>
                            <div class="swiper-slide"><img src="assets/images/iranish/iranishContext6.jpg" alt=""></div>
                            <div class="swiper-slide"><img src="assets/images/iranish/iranishContext7.jpg" alt=""></div>
                        </div>
                    </div>
                </div>
                <p>
                    <span>بیست دلیل منطقی برای اینکه شما یکی از واحد های تجاری پاساژ مجازی ایرانیش را خریداری کنید.</span>
                    1. بازار فروش بسیار گسترده سراسر کشوری فراتر از یک شهر<br/>
                    2. نیازی به رهن و اجاره مکان و تحمل هزینه های سنگین جهت راه اندازی کسب و کار خویش نخواهید داشت<br/>
                    3. مالک یک واحد تجاری خواهید شد با مبلغ بسیار مناسب به همراه ارزش افزوده و سوار بر موج تورم بازار میباشد<br/>
                    4. راه اندازی کسب و کار خانگی برای خانم ها و آقایان فارغ از وابستگی به سایتهای خارجی در یک واحد تجاری داخلی که امتیاز مالکیت آن را دارا هستید با بازار عرضه و تقاضای بسیار گسترده.<br/>
                    5. سلامت کالا دریافت نرخ کالا (پرداخت درون شبکه ای) توسط شرکت به علت دارا بودن درگاه بانکی اختصاصی شرکت رهوار.<br/>
                    6. حفظ سرمایه و رشد سرمایه همگام با نرخ تورم موجود در بازار با رسته صنفی بسیار متنوع<br/>
                    7. هر زمان قابل واگذاری به غیر با پشتیبانی ۲۴ ساعته شرکت و تضمین برگشت اصل پول<br/>
                    8. تبلیغات گسترده در سراسر کشور و پشتیبانی ۲۴ ساعته<br/>
                    9. قابلیت استخدام کارمند فروش برای واحد تجاری حتی دورکاری کنترل ۲۴ ساعته از طریق کامپیوتر و گوشی موبایل<br/>
                    10. این واحدهای تجاری صرفا برای مشاغلی که کالا و محصولاتی جهت عرضه دارند و همچنین برای تبلیغات مشاغلی که خدماتی برای عموم ارایه میکنند مناسب و کارآمد خواهد بود<br/>
                    11. همگام شدن با گسترش بازار بزرگ تجارت الکترونیک و به روز بودن تجارت شما<br/>
                    12. تغییر رشته صنفی (تغییر شغل) با کمترین زحمت و هزینه<br/>
                    13. بازار رقابتی سالم و معتبر فارغ از هرگونه انحصار<br/>
                    14. عرضه مستقیم محصولات و تولیدات شما بدون واسطه برای مشتری مداری<br/>
                    15. تعطیل نخواهید بود. کسب و کارهای مجازی همیشه آنلاین و ۲۴ ساعت شبانه روز فعال هستند.<br/>
                    16. با کمترین سرمایه صاحب فروشگاه مورد نظر شده و واحد های تجاری مجازی به راحتی قابل ارتقا هستند.<br/>
                    17. تنوع اجناس و کالا و خدمات که در مغازه های فیزیکی این مکان به علت تداخل مشتری و اجناس وجود ندارد به طور مثال "عرضه انواع پوشاک خانم ها و آقایان و پوشاک کودکانه در یک واحد تجاری"<br/>
                    18. کنترل و عرضه کالا و اجناس در فروشگاه مجازی از طریق یک یا چند نفر فروشنده در هر زمان و هر مکان<br/>
                    19. مناسب خانم های سرپرست خانوار<br/>
                    20. مدیریت محل کسب و کار به راحتی از استان و شهر دیگر فعالیت در شهری بغیر از شهر محل سکونت<br/>
                </p>
                <span class="video-header">ویدیو مربوطه : </span>
                <video src="assets/videos/iranish/iranish1.mp4" controls></video>
                <video src="assets/videos/iranish/iranish2.mp4" controls></video> 
            </div>
            <a href="#iranishSection" class="moreText">
                ادامه توضیحات ...
            </a>
        </div>
    </div>
    <div class="work work-mooyrag" id="mooyragSection">
        <div class="work--head">
            <img src="assets/images/mooyrag/mooyragBanner.png" alt="mooyrag">
            <div class="work--head--intro">
                <strong>
                    مویرگ بیمه
                </strong>
                <p>کارگزاری مویرگ بیمه خاورمیانه برخط مستقیم گامی نو ، هوشمندانه و هدفمند برای راحتی خیال متقاضیان صدور انواع بیمه نامه از تمامی شرکت های بیمه ای که در زمینه IT قوی عمل نموده اند را پایه ریزی و رزومه کاری درخشان و رضایتمندی حداکثر ارباب رجوع در طی یکسال را رقم زده هست .</p>
            </div>
        </div>
        <div class="work--more">
            <div class="moreBody">
                <span class="full-intro">توضیحات کامل : </span>
                <p>
                    ما با شناخت از سطح توانگری و نوع تخصص در صدور بیمه شرکت ها و آگاهی از فرآیند بخشودگی و فروش فوق العاده طرح های تمامی شرکت ها در بازه زمانی و فصلی خاص ؛ تخفیف  تا ۷۰ ٪  را نیز به شما پیشنهاد می دهیم . برای رفاه و امنیت و آسایش خاطر بیشتر همراه ما باشید . <br/>
                    یقینا شما شایسته بهترین ها هستید <br/>
                    کارگزاری رسمی بيمه مستقيم برخط مشاوران بيمه مويرگ (سهامی خاص) متشکل از مدیران و فعالان با سابقه صنعت بیمه ، متخصصین بازاریابی و متخصصین حوزه فناوری اطلاعات در صنعت بیمه در سال ۱۳۹۹ تصمیم به راه اندازی سامانه مویرگ ، جهت ایجاد ارزشهای ذیل نمود :<br><br>
                    - ایجاد شبکه فروش مستقل از شرکتها در صنعت بیمه ، جهت ایجاد رقابت در کیفیت محصولات و خدمات در بیمه گران <br/>
                    - ارائه طرحهای بیمه ای نوین به همراه زیر ساخت بیمه گری به شرکتهای بیمه و عهده گیری فروش طرحها <br/>
                    - ایجاد بازار جدید و بزرگتر کردن بازار صنعت بیمه به جای رقابت فرسایشی در بازار فعلی <br/>
                    - کنترل ریسک با استفاده از ابزارهای فناورانه <br/>
                    - پایش بیمه گران طرف قرارداد و ارائه بهترین محصولات به مشتریان <br/>
                    <span>مویرگ برای بیمه گذاران</span>
                    - گزینش بهترین محصولات از شرکتهای بیمه گر و پایش لحظه ای خدمات و توانگری بیمه گران <br/>
                    - مشاوره دقیق توسط نمایندگان جهت انتخاب مناسب ترین محصول و جلوگیری از سردرگمی در انتخاب به واسطه تجمیع و انبوه اطلاعات در فروشندگان برخط <br/>
                    <span> مویرگ برای کارگزاران و نمایندگان</span>
                    - ارائه زیر ساخت بازاریابی <br/>
                    - آموزش فروش و بازاریابی و تشکیل شبکه فروش <br/>
                    - ارائه محصولات به روز و منطبق با نیاز بازار <br/>
                    <span> مویرگ برای بیمه گران</span>
                    - امکان بهره مندی از شبکه فروش مویرگ بدون دغدغه نگهداری و تشکیل شبکه فروش و دستیابی به بازارهای جدید <br/>
                    - جلوگیری از انتخاب نامطلوب بیمه گذاران با توجه به انتخاب ریسک توسط شبکه فروش مویرگ <br/>
                    - ارائه طرح های کارشناسی شده و پیاده سازی شده ی بیمه ای <br/>
                    - ارائه سیستم بیمه گری به روز در تمامی رشته های بیمه ای علی الخصوص طرح های پیشنهادی مویرگ <br/>
                    <div class="imgContainer">
                        <div class="mooyragSwiper">
                            <div class="swiper-wrapper">
                                <div class="mooyrag-slide swiper-slide">
                                    <img src="assets/images/mooyrag/mooslide1.png" alt="slideImg">
                                    <span>درمان تکمیلی</span>
                                </div>
                                <div class="mooyrag-slide swiper-slide">
                                    <img src="assets/images/mooyrag/mooslide2.png" alt="slideImg">
                                    <span>بدنه</span>
                                </div>
                                <div class="mooyrag-slide swiper-slide">
                                    <img src="assets/images/mooyrag/mooslide3.png" alt="slideImg">
                                    <span>حوادث احتمالی</span>
                                </div>
                                <div class="mooyrag-slide swiper-slide">
                                    <img src="assets/images/mooyrag/mooslide4.png" alt="slideImg">
                                    <span>آتش سوزی</span>
                                </div>
                                <div class="mooyrag-slide swiper-slide">
                                    <img src="assets/images/mooyrag/mooslide5.png" alt="slideImg">
                                    <span>شخص ثالث</span>
                                </div>
                                <div class="mooyrag-slide swiper-slide">
                                    <img src="assets/images/mooyrag/mooslide6.png" alt="slideImg">
                                    <span>مسئولیت</span>
                                </div>
                                <div class="mooyrag-slide swiper-slide">
                                    <img src="assets/images/mooyrag/mooslide7.png" alt="slideImg">
                                    <span>عمر و زندگی</span>
                                </div>
                                <div class="mooyrag-slide swiper-slide">
                                    <img src="assets/images/mooyrag/mooslide8.png" alt="slideImg">
                                    <span>حوادث انفرادی</span>
                                </div>
                            </div>
                        </div>
                    </div>
                </p>
            </div>
            <a href="#mooyragSection" class="moreText">
                ادامه توضیحات ...
            </a>
        </div>
    </div>
    <div class="work work-digikala" id="digikalaSection">
            <div class="work--head">
                <img src="assets/images/digikala/digiBanner.jpg" alt="digikala">
                <div class="work--head--intro">
                    <strong>
                        انبارداری دیجیکالا
                    </strong>
                    <p>دیجی‌کالا برای پاسخ به نیاز مشتریان، تصمیم به راه‌اندازی مراکز تحویل حضوری سفارش‌ها گرفته است. در حال حاضر اگر به هر دلیلی تمایل دارید سفارش خود را به صورت حضوری تحویل بگیرید یا سفارشی را به صورت حضوری مرجوع کنید دیجی‌کالا مراکز مخصوصی برای ارائه این سرویس‌ها در نظر گرفته است.</p>
                </div>
            </div>
            <div class="work--more">
                <div class="moreBody">
                    <span class="full-intro">توضیحات کامل : </span>
                    <p>
                        <span>چرا مراکز تحویل حضوری سفارش‌های دیجی‌کالا راه اندازی شد؟</span>
                        مهم‌ترین هدف راه‌اندازی این مراکز، پذیرش و ارائه خدمات به کاربرانی است که به دلایل مختلف تمایل به دریافت سفارش یا تحویل دادن کالای مرجوعی خود به صورت حضوری دارند. این موضوع زمانی از اهمیت بالاتری برخوردار می‌شود که گاهی کاربران برای دریافت سفارش خود با مشکل زمان‌بندی روبه‌رو می‌شوند.<br/>

                        برای مثال، زمان تحویل کالا برای آن‌ها مناسب نیست یا امکان انتظار چند ساعته در منزل یا محل کار برای دریافت کالای خود را ندارند. در این شرایط امکان دریافت حضوری کالا می‌تواند گزینه مناسبی برای کاربران دیجی‌کالا باشد. علاوه بر این‌ها کالاهایی مانند گوشی‌های موبایلی که تحت خدمات گارانتی دیجی‌کالا قرار دارند و شامل تعمیر تحت خدمات گارانتی هستند، می‌تواند در این مراکز به مشتریان تحویل داده شود. <br><br>
                    
                        پستکس در زمینه ارائه خدمات درب تا درب داخلی پستی، این امکان را فراهم کرده، تا فرستنده، به شکل کاملا آنلاین، پیش از ارسال بسته خود، تنها با وارد کردن وزن، حجم، مبدا، مقصد و روش پرداخت خود مانند پیش کرایه، پس کرایه، پرداخت در محل، ارسال رایگان و خرید و فروش امن یا همان «امنیتو» به راحتی تشخیص دهد که کدام شرکت پستی، با چه سرویسی، در چه مدت زمانی و چه قیمتی مرسوله را به مقصد خواهد رساند.
                        همچنین فرستنده می‌تواند با خرید اعتبار سالیانه در سامانه پستکس از خدمات پس کرایه یا پرداخت توسط گیرنده استفاده کند. ضمن این‌که خدمات پیشکرایه و خرید و فروش امن، از همان لحظه ثبت نام برای پست داخلی فعال است.
                        مشتری می‌تواند در صورت ضرورت از خدمات بسته بندی و چاپ لیبل پستکس استفاده کند و بلافاصله پس از ثبت کالای خود، با دریافت کد رهگیری ، از طریق سرویس رهگیری پیامکی ، مرسوله خود را پیگیری کند<br>

                        <span>دریافت حضوری سفارش‌ها چه تفاوت‌هایی با دریافت غیرحضوری دارد؟</span>

                        <b>هزینه‌ی کمتر : </b>

                        هزینه‌ی ارسال سفارش‌هایی که به صورت حضوری تحویل می‌شوند برای خریدهای کمتر از سیصد هزار تومان همواره معادل ده هزار تومان است. این درحالی ست که هزینه ارسال سبدهای خرید زیر سیصد هزار تومان در سفارش‌هایی که به انتخاب کاربر به آدرس او ارسال می‌شوند با توجه به وزن و زمان ارسال محاسبه می‌شوند.

                        <b>سرعت بیشتر : </b>

                        در این سرویس سفارش‌ها سریع‌تر تحویل داده می‌شوند. برای مثال اگر زمان ثبت سفارش در دیجی‌کالا تحویل درب منزل را ۲ روز دیگر تعیین شده باشد، شما می‌توانید با انتخاب یکی از مراکز تحویل حضوری، در صورتی که کالا در انبار موجود باشد سفارش خود را زودتر از ۲روز دریافت کنید.

                        <b>ارتباط مستقیم با کارشناسان : </b>

                        از دیگر مزایای تأسیس فروشگاه‌های فیزیکی برای یک فروشگاه اینترنتی، تسهیل فرآیندها برای کاربرانی است که به نحوی در خرید یا مرجوع کردن سفارش خود دچار مشکل شده‌اند. در چنین فضایی کاربران امکان گفت‌وگوی مستقیم با همکاران دیجی‌کالا و پیگیری و بررسی مشکلات خود را دارند. در این مراکز تلاش شده است تا مجموعه‌ای از فعالیت‌ها و سرویس‌های لازم کاربران طراحی و پیاده سازی شود تا تجربه خوشایندی از خرید آنلاین برای کاربران ایجاد کند.

                        <span>چطور سفارش‌های خود را حضوری تحویل بگیریم؟</span>
                        برای دریافت سفارش به صورت حضوری باید زمانی که سفارش در دیجی‌کالا ثبت می‌شود گزینه «انتخاب آدرس دریافت حضوری» را کلیک کنید و از میان گزینه‌های موجود انتخاب کنید. برای دریافت سفارش خود در روز تعیین شده به این مرکز مراجعه و سفارش خود را تحویل بگیرید. ساعت مراجعه به مراکز تحویل حضوری از ساعت 10 تا 21 در تهران و از ساعت 10 تا 16 در شهرستان‌ها است.
                    </p>
                    <span class="video-header">ویدیو مربوطه : </span>
                    <video src="assets/videos/digikala/digikala.mp4" controls></video>           
                </div>
                <a href="#digikalaSection" class="moreText">
                    ادامه توضیحات ...
                </a>
            </div>
        </div>
</div>`

import { pauseAll } from "./videoController.js";

const worksEvents = ()=>{
    const moreShow = document.querySelectorAll('.work--more .moreText');
    moreShow.forEach(more => {
        more.addEventListener('click' , (el)=>{
            const nextMore = el.target.previousElementSibling.classList;
            nextMore.toggle('active')
            if ([...nextMore].includes('active')){
                el.target.textContent = 'بستن توضیحات';
                el.target.parentElement.parentElement.style.height = 'auto';
                el.target.parentElement.style.transform = 'translateY(0)';
            }
            else{
                el.target.textContent = 'ادامه توضیحات ...';
                el.target.parentElement.parentElement.style.height = '';
                el.target.parentElement.style.transform = '';
                pauseAll()
            }
        })
    })
}

export {works,worksEvents}